import { generateFakeUUIDv4 } from '@/utils/generateUUID';

import {NewsItem} from "@/types/newsItem";

export const NewsList: NewsItem[] = [
  {
    id: generateFakeUUIDv4(),
    title: 'هوش مصنوعی (به انگلیسی: Artificial intelligence)',
    time: 'عادل گلدست • ۱۰ اسفند ۱۴۰۳',
    img: '/images/blog/t-1.png',
    des: 'خدمات جامع در زمینه کامپیوتر، نرم‌افزار و سخت‌افزار را با بالاترین سطح کیفیت به مشتریان ارائه می‌دهد. این شرکت با به‌کارگیری جدیدترین فناوری‌ها و ارائه راهکارهای نوین' +
        'خدمات جامع در زمینه کامپیوتر، نرم‌افزار و سخت‌افزار را با بالاترین سطح کیفیت به مشتریان ارائه می‌دهد. این شرکت با به‌کارگیری جدیدترین فناوری‌ها و ارائه راهکارهای نوین' +
        'خدمات جامع در زمینه کامپیوتر، نرم‌افزار و سخت‌افزار را با بالاترین سطح کیفیت به مشتریان ارائه می‌دهد. این شرکت با به‌کارگیری جدیدترین فناوری‌ها و ارائه راهکارهای نوین' +
        'خدمات جامع در زمینه کامپیوتر، نرم‌افزار و سخت‌افزار را با بالاترین سطح کیفیت به مشتریان ارائه می‌دهد. ',
  },
  {
    id: generateFakeUUIDv4(),
    title: 'توسعه هوش مصنوعی',
    time: 'عادل گلدست • ۱۰ اسفند ۱۴۰۳',
    img: '/images/blog/t-2.png',
    des: 'خدمات جامع در زمینه کامپیوتر، نرم‌افزار و سخت‌افزار را با بالاترین سطح کیفیت به مشتریان ارائه می‌دهد. این شرکت با به‌کارگیری جدیدترین فناوری‌ها و ارائه راهکارهای نوین',
  },
  {
    id: generateFakeUUIDv4(),
    title: 'توسعه هوش مصنوعی',
    time: 'عادل گلدست • ۱۰ اسفند ۱۴۰۳',
    img: '/images/blog/t-3.png',
    des: 'خدمات جامع در زمینه کامپیوتر، نرم‌افزار و سخت‌افزار را با بالاترین سطح کیفیت به مشتریان ارائه می‌دهد. این شرکت با به‌کارگیری جدیدترین فناوری‌ها و ارائه راهکارهای نوین',
  },
];
