import { Container, Stack, Typography } from '@mui/material';
import AppImage from '@/components/ui/AppImage';

const BlogDetails = () => {
  return (
    <main>
      <Container maxWidth='xl'>
        <Stack textAlign='center' justifyContent='center' mt={6}>
          <Typography
            textAlign='center'
            variant='subtitle1'
            fontWeight='bold'
            color='text.primary'
            mt={1}
          >
            هوش مصنوعی (Artificial intelligence)
          </Typography>
          <Typography mb={3} textAlign='center' variant='subtitle2' color='text.primary' mt={1}>
            عادل گلدست ۱۰ اسفند ۱۴۰۳
          </Typography>
          <Stack
			  height={{xs:'200px' , lg:'477px'}}
            textAlign='center'
            justifyContent='center'
            mt={1}
            position='relative'
          >
            <AppImage src={'/images/blog/d-1.png'} title='' layout='fill' />
          </Stack>
        </Stack>

        <Stack textAlign='start' justifyContent='center' mt={{xs:2 , lg:6}}>
          <Typography textAlign='start' lineHeight={2.5} variant='subtitle1' color='text.primary' mt={1}>
            بهترین ابزارهای هوش مصنوعی برای تحقیقات دانشگاهی
          </Typography>
          <Typography mb={3} textAlign='start' lineHeight={2.5} variant='subtitle2' color='text.primary' mt={1}>
            پلاجیاریسم (Plagiarism) به معنای سرقت ادبی است و این موضوع در مقالات ISI به شدت اهمیت
            دارد. پس از ظهور هوش‌های مصنوعی، انتشارات معتبر دنیا به این نتیجه رسیدند که نگارش مقالات
            تحقیقاتی نباید تابع منطق و تفکر یک هوش مصنوعی به طور تمام و کمال باشد. به همین دلیل،
            ابزارهایی تحت عنوان پلاجیاریسم چکر به وجود آمد تا چاپ مقاله انگلیسی در ژورنال‌های ISI به
            همین سادگی انجام نشود. در واقع پلاجیاریسم چکرها مثل GPTZero به راحتی تشخیص می‌دهند آیا
            شما از یک متن خلق شده توسط هوش مصنوعی استفاده کرده‌اید یا صرفا از قدرت تفکر خودتان
            بهره‌برداری کرده‌اید. در نظر داشته باشید فعلا پلاجیاریسم چکر به طور دقیق از زبان فارسی
            پشتیبانی نمی‌کنند؛ به این معنا که ابزارها به طور دقیق و با صراحت قادر به اعلام این موضوع
            نیستند آیا شما از هوش مصنوعی برای نگارش یک مقاله‌ی تحقیقاتی یا پایان‌نامه به زبان فارسی
            استفاده کرده‌اید یا خیر.
          </Typography>
        </Stack>
        <Stack textAlign='start' justifyContent='center' mt={1}>
          <Typography textAlign='start' variant='subtitle1' color='text.primary' mt={1}>
            عدم بررسی متون آکادمیک
          </Typography>
          <Typography mb={3} textAlign='start' lineHeight={2.5} variant='subtitle2' color='text.primary' mt={1}>
            پلاجیاریسم (Plagiarism) به معنای سرقت ادبی است و این موضوع در مقالات ISI به شدت اهمیت
            دارد. پس از ظهور هوش‌های مصنوعی، انتشارات معتبر دنیا به این نتیجه رسیدند که نگارش مقالات
            تحقیقاتی نباید تابع منطق و تفکر یک هوش مصنوعی به طور تمام و کمال باشد. به همین دلیل،
            ابزارهایی تحت عنوان پلاجیاریسم چکر به وجود آمد تا چاپ مقاله انگلیسی در ژورنال‌های ISI به
            همین سادگی انجام نشود. در واقع پلاجیاریسم چکرها مثل GPTZero به راحتی تشخیص می‌دهند آیا
            شما از یک متن خلق شده توسط هوش مصنوعی استفاده کرده‌اید یا صرفا از قدرت تفکر خودتان
            بهره‌برداری کرده‌اید. در نظر داشته باشید فعلا پلاجیاریسم چکر به طور دقیق از زبان فارسی
            پشتیبانی نمی‌کنند؛ به این معنا که ابزارها به طور دقیق و با صراحت قادر به اعلام این موضوع
            نیستند آیا شما از هوش مصنوعی برای نگارش یک مقاله‌ی تحقیقاتی یا پایان‌نامه به زبان فارسی
            استفاده کرده‌اید یا خیر.
          </Typography>
          <Typography textAlign='start' variant='subtitle2' color='text.primary'>
            ChatGPT و سایر هوش‌های مصنوعی مشابه نمی‌توانند برای هر حقیقت (Fact)
          </Typography>
          <Typography textAlign='start' variant='subtitle2' color='text.primary' mt={1}>
            ی مشابه نمی‌توانند برای هChatGPT و سایر هوش‌های مصنوعی مشابه نمی‌توانند برای هر حقیقت
            (Fact){' '}
          </Typography>
          <Typography textAlign='start' variant='subtitle2' color='text.primary' mt={1}>
            ChatGPT و سایر هوش‌های مصنوعی مشابه نمی‌توانند برای هر حقیقت (Fact){' '}
          </Typography>
          <Typography textAlign='start' mb={3} variant='subtitle2' color='text.primary' mt={1}>
            ChatGPT و سایر هوش‌های مصنوعی مشابه نمی‌توانند برای هر حقیقت (Fact){' '}
          </Typography>

          <Stack
            height={{xs:'200px' , lg:'477px'}}
            textAlign='center'
            justifyContent='center'
            mt={1}
            position='relative'
          >
            <AppImage src={'/images/blog/d-2.png'} title='' layout='fill' />
          </Stack>
        </Stack>
        <Stack textAlign='start' justifyContent='center' mt={1} mb={3}>
          <Typography textAlign='start' variant='subtitle1' color='text.primary' mt={3}>
            معایب استفاده از هوش مصنوعی برای تحقیق
          </Typography>
          <Typography mb={3} textAlign='start' lineHeight={2.5} variant='subtitle2' color='text.primary' mt={1}>
            پلاجیاریسم (Plagiarism) به معنای سرقت ادبی است و این موضوع در مقالات ISI به شدت اهمیت
            دارد. پس از ظهور هوش‌های مصنوعی، انتشارات معتبر دنیا به این نتیجه رسیدند که نگارش مقالات
            تحقیقاتی نباید تابع منطق و تفکر یک هوش مصنوعی به طور تمام و کمال باشد. به همین دلیل،
            ابزارهایی تحت عنوان پلاجیاریسم چکر به وجود آمد تا چاپ مقاله انگلیسی در ژورنال‌های ISI به
            همین سادگی انجام نشود. در واقع پلاجیاریسم چکرها مثل GPTZero به راحتی تشخیص می‌دهند آیا
            شما از یک متن خلق شده توسط هوش مصنوعی استفاده کرده‌اید یا صرفا از قدرت تفکر خودتان
            بهره‌برداری کرده‌اید. در نظر داشته باشید فعلا پلاجیاریسم چکر به طور دقیق از زبان فارسی
            پشتیبانی نمی‌کنند؛ به این معنا که ابزارها به طور دقیق و با صراحت قادر به اعلام این موضوع
            نیستند آیا شما از هوش مصنوعی برای نگارش یک مقاله‌ی تحقیقاتی یا پایان‌نامه به زبان فارسی
            استفاده کرده‌اید یا  همین سادگی انجام نشود. در واقع پلاجیاریسم چکرها مثل GPTZero
            به راحتی تشخیص می‌دهند آیا شما از یک متن خلق شده توسط هوش مصنوعی استفاده کرده‌اید یا
            صرفا از قدرت تفکر خودتان بهره‌برداری کرده‌اید. در نظر داشته باشید فعلا پلاجیاریسم چکر به
            طور دقیق از زبان فارسی پشتیبانی نمی‌کنند؛ به این معنا که ابزارها به طور دقیق و با صراحت
            قادر به اعلام این موضوع نیستند آیا شما از هوش مصنوعی برای نگارش یک مقاله‌ی تحقیقاتی یا
            پایان‌نامه به زبان فارسی استفاده کرده‌اید یا خیر.
          </Typography>
          <Typography mb={7} textAlign='start' lineHeight={2.5} variant='subtitle2' color='text.primary'>
            پلاجیاریسم (Plagiarism) به معنای سرقت ادبی است و این موضوع در مقالات ISI به شدت اهمیت
            دارد. پس از ظهور هوش‌های مصنوعی، انتشارات معتبر دنیا به این نتیجه رسیدند که نگارش مقالات
            تحقیقاتی نباید تابع منطق و تفکر یک هوش مصنوعی به طور تمام و کمال باشد. به همین دلیل،
            ابزارهایی تحت عنوان پلاجیاریسم چکر به وجود آمد تا چاپ مقاله انگلیسی در ژورنال‌های ISI به
            همین سادگی انجام نشود. در واقع پلاجیاریسم چکرها مثل GPTZero به راحتی تشخیص می‌دهند آیا
            شما از یک متن خلق شده توسط هوش مصنوعی استفاده کرده‌اید یا صرفا از قدرت تفکر خودتان
            بهره‌برداری کرده‌اید. در نظر داشته باشید فعلا پلاجیاریسم چکر به طور دقیق از زبان فارسی
            پشتیبانی نمی‌کنند؛ به این معنا که ابزارها به طور دقیق و با صراحت قادر به اعلام این موضوع
            نیستند آیا شما از هوش مصنوعی برای نگارش یک مقاله‌ی تحقیقاتی یا پایان‌نامه به زبان فارسی
            استفاده کرده‌ایاریسم (Plagiarism) به معنای سرقت ادبی است و این موضوع در
            مقالات ISI به شدت اهمیت دارد. پس از ظهور هوش‌های مصنوعی، انتشارات معتبر دنیا به این
            نتیجه رسیدند که نگارش مقالات تحقیقاتی نباید تابع منطق و تفکر یک هوش مصنوعی به طور تمام و
            کمال باشد. به همین دلیل، ابزارهایی تحت عنوان پلاجیاریسم چکر به وجود آمد تا چاپ مقاله
            انگلیسی در ژورنال‌های ISI به همین سادگی انجام نشود. در واقع پلاجیاریسم چکرها مثل GPTZero
            به راحتی تشخیص می‌دهند آیا شما از یک متن خلق شده توسط هوش مصنوعی استفاده کرده‌اید یا
            صرفا از قدرت تفکر خودتان بهره‌برداری کرده‌اید. در نظر داشته باشید فعلا پلاجیاریسم چکر به
            طور دقیق از زبان فارسی پشتیبانی نمی‌کنند؛ به این معنا که ابزارها به طور دقیق و با صراحت
            قادر به اعلام این موضوع نیستند آیا شما از هوش مصنوعی برای نگارش یک مقاله‌ی تحقیقاتی یا
            پایان‌نامه به زبان فارسی استفاده کرده‌اید یا خیر.
          </Typography>
        </Stack>
      </Container>
    </main>
  );
};
// @ts-ignore
export default BlogDetails;
