import { generateFakeUUIDv4 } from '@/utils/generateUUID';

import { LastPostItem } from '@/types/lastPost';

export const LastPostList: LastPostItem[] = [
  {
    id: generateFakeUUIDv4(),
    title: 'توسعه هوش مصنوعی',
    time: 'عادل گلدست • ۱۰ اسفند ۱۴۰۳',
    img: '/images/blog/image1.png',
    des: 'خدمات جامع در زمینه کامپیوتر، نرم‌افزار و سخت‌افزار را با بالاترین سطح کیفیت به مشتریان ارائه می‌دهد. این شرکت با به‌کارگیری جدیدترین فناوری‌ها و ارائه راهکارهای نوین',
  },
  {
    id: generateFakeUUIDv4(),
    title: 'توسعه هوش مصنوعی',
    time: 'عادل گلدست • ۱۰ اسفند ۱۴۰۳',
    img: '/images/blog/Image2.png',
    des: 'خدمات جامع در زمینه کامپیوتر، نرم‌افزار و سخت‌افزار را با بالاترین سطح کیفیت به مشتریان ارائه می‌دهد. این شرکت با به‌کارگیری جدیدترین فناوری‌ها و ارائه راهکارهای نوین',
  },
  {
    id: generateFakeUUIDv4(),
    title: 'توسعه هوش مصنوعی',
    time: 'عادل گلدست • ۱۰ اسفند ۱۴۰۳',
    img: '/images/blog/Image3.png',
    des: 'خدمات جامع در زمینه کامپیوتر، نرم‌افزار و سخت‌افزار را با بالاترین سطح کیفیت به مشتریان ارائه می‌دهد. این شرکت با به‌کارگیری جدیدترین فناوری‌ها و ارائه راهکارهای نوین',
  },
  {
    id: generateFakeUUIDv4(),
    title: 'توسعه هوش مصنوعی',
    time: 'عادل گلدست • ۱۰ اسفند ۱۴۰۳',
    img: '/images/blog/Image4.png',
    des: 'خدمات جامع در زمینه کامپیوتر، نرم‌افزار و سخت‌افزار را با بالاترین سطح کیفیت به مشتریان ارائه می‌دهد. این شرکت با به‌کارگیری جدیدترین فناوری‌ها و ارائه راهکارهای نوین',
  },
  {
    id: generateFakeUUIDv4(),
    title: 'توسعه هوش مصنوعی',
    time: 'عادل گلدست • ۱۰ اسفند ۱۴۰۳',
    img: '/images/blog/Image5.png',
    des: 'خدمات جامع در زمینه کامپیوتر، نرم‌افزار و سخت‌افزار را با بالاترین سطح کیفیت به مشتریان ارائه می‌دهد. این شرکت با به‌کارگیری جدیدترین فناوری‌ها و ارائه راهکارهای نوین',
  },
  {
    id: generateFakeUUIDv4(),
    title: 'توسعه هوش مصنوعی',
    time: 'عادل گلدست • ۱۰ اسفند ۱۴۰۳',
    img: '/images/blog/Image6.png',
    des: 'خدمات جامع در زمینه کامپیوتر، نرم‌افزار و سخت‌افزار را با بالاترین سطح کیفیت به مشتریان ارائه می‌دهد. این شرکت با به‌کارگیری جدیدترین فناوری‌ها و ارائه راهکارهای نوین',
  },
];
