import { generateFakeUUIDv4 } from '@/utils/generateUUID';

import { ServiceItem } from '@/types/service';

export const ServiceList: ServiceItem[] = [
  {
    id: generateFakeUUIDv4(),
    title: 'سیستم کنترل و پایش',
    text: 'پروژه نیروگاه خورشیدی مجلسی',
    img: '/images/icon/ai.svg',
    des: 'با توجه به نیاز نیروگاههای خورشیدی در داخل کشور به داشتن یک سیستم جامع کنترل و پایش (SCADA) نیروگاه خورشیدی، ',
  },
  {
    id: generateFakeUUIDv4(),
    title: 'خدمات طراحی مهندسی\n',
    text: 'انجام شبیه سازی با نرم افزارها',
    img: '/images/icon/web.svg',
    des: ' تیم مجرب مهندسی در رشته های مختلف، پروژه های نیروگاهی را با استانداردهای ملی و بین المللی طراحی می‌کند',
  },
  {
    id: generateFakeUUIDv4(),
    title: 'تهیه طرح اتصال به شبکه',
    text: ' طرح اتصال به شبکه توزیع برق',
    img: '/images/icon/ggame.svg',
    des: 'در اختیار داشتن تجربه کافی و شناخت کامل از قوانین شرکت های توزیع و برق منطقه ای و توانیر، در اسرع وقت و با بیشترین ',
  },
  {
    id: generateFakeUUIDv4(),
    title: 'بهره برداری و O&M',
    text: 'بحر کافی جهت تحویل گرفتن',
    img: '/images/icon/meta.svg',
    des: ' تیم تعمیر و نگهداری ، با توجه به انجام فعالیتهای متعدد در زمینه تعمیرات و نگهداری، تبحر کافی جهت تحویل گرفتن نیروگاههای مشغول به کار، یا نیازمند تعمیرات را دارا می‌باشد. همچنین در صورت نیاز به باز طراحی یک نیروگاه خورشیدی،  آماده ارائه خدمات مرتبط می‌باشد.',
  },
  {
    id: generateFakeUUIDv4(),
    title: 'اجرا، نصب و راه اندازی\n',
    text: 'ارتباطی فراتر از اتصال.',
    img: '/images/icon/wordpres.svg',
      des: ' تیم تعمیر و نگهداری ، با توجه به انجام فعالیتهای متعدد در زمینه تعمیرات و نگهداری، تبحر کافی جهت تحویل گرفتن نیروگاههای مشغول به کار، یا نیازمند تعمیرات را دارا می‌باشد. همچنین در صورت نیاز به باز طراحی یک نیروگاه خورشیدی،  آماده ارائه خدمات مرتبط می‌باشد.',
  },
  {
    id: generateFakeUUIDv4(),
    title: '  توسعه تجارت الکترونیک',
    text: '  وقتی فروش، به تجربه تبدیل می‌شود.',
    img: '/images/icon/electronic.svg',
      des: ' تیم تعمیر و نگهداری ، با توجه به انجام فعالیتهای متعدد در زمینه تعمیرات و نگهداری، تبحر کافی جهت تحویل گرفتن نیروگاههای مشغول به کار، یا نیازمند تعمیرات را دارا می‌باشد. همچنین در صورت نیاز به باز طراحی یک نیروگاه خورشیدی،  آماده ارائه خدمات مرتبط می‌باشد.',
  },
];
