import { BackUpItem } from '@/types/backUpList';

export const BackUpList: BackUpItem[] = [
  {
    title: '1. آتی نیرو: پیشگام در انقلاب انرژی خورشیدی ایران\n' +
        '\n',
    img: '/images/icon/hor.svg',
    des:' از سال 1395، آتی نیرو در خط مقدم توسعه صنعت نیروگاه‌های خورشیدی در کشور بوده است. ما با افتخار، اولین‌ها را در این حوزه تجربه کرده و توانسته‌ایم با احداث بیش از 24 مزرعه خورشیدی مگاواتی و راه‌اندازی بالغ بر 185 مگاوات نیروگاه در سراسر ایران، نقشی کلیدی در گسترش انرژی‌های پاک ایفا کنیم.'
  },
  {
    title: 'تجربه‌ای فراتر از یک دهه: تخصص در مهندسی، تأمین و اجرای نیروگاه‌های خورشیدی',
    img: '/images/icon/lightt.svg',
    des:'با تکیه بر سابقه درخشان شرکت پارسا هونیا از سال 1385 و تخصص عمیق آتی نیرو در پروژه‌های تولید برق پراکنده (DG)، CHP و به ویژه نیروگاه‌های خورشیدی (Solar PV)، ما در تمامی مراحل پروژه، از مطالعات اولیه و امکان‌سنجی گرفته تا طراحی، مهندسی، تأمین تجهیزات، ساخت، نصب، راه‌اندازی و بهره‌برداری و نگهداری (O&M)، همراه شما هستیم.'
  },
  {
    title: 'برنده جایزه ملی انرژی‌های تجدیدپذیر: گواه تعهد ما به کیفیت و نوآوری ',
    img: '/images/icon/ticke.svg',
    des:'کسب عنوان پیمانکار منتخب و دریافت جایزه ملی انرژی‌های تجدیدپذیر ایران در حوزه بزرگ مقیاس در سال‌های 1398 و 1403، نشان‌دهنده تعهد راسخ ما به ارائه بالاترین استانداردها و نوآوری در اجرای پروژه‌های نیروگاه خورشیدی است. این افتخارات، انگیزه‌ای مضاعف برای خدمت‌رسانی بهتر به شماست.'
  },
  {
    title: 'خدمات جامع EPC برای پروژه‌های نیروگاه خورشیدی ',
    img: '/images/icon/timess.svg',
    des: 'شریک مورد اعتماد شما در تمام مراحل چرخه عمر پروژه‌های نیروگاه خورشیدی. ما خدمات جامع مهندسی، تأمین تجهیزات و اجرا (EPC) را مطابق با نیازها و مشخصات دقیق پروژه شما، از طراحی اولیه تا بهره‌برداری و نگهداری، ارائه می‌دهیم تا اطمینان حاصل کنید که پروژه‌تان با بالاترین کیفیت و کارایی اجرا می‌شود.'
  },
  {
    title: 'آینده‌ای روشن با انرژی خورشیدی: ',
    img: '/images/icon/ghalebe.svg',
    des: ' ما در پارسا هونیا ، به آینده‌ای مبتنی بر انرژی‌های پاک و تجدیدپذیر باور داریم. با بیش از 185 مگاوات تجربه اجرا، ما آماده‌ایم تا دانش فنی، تخصص و تعهد خود را در اختیار پروژه‌های نیروگاه خورشیدی شما قرار دهیم و به دستیابی به اهداف پایداری و بهره‌وری انرژی کمک کنیم. ',
  },
];
