import {FaqItem} from "@/types/faqItem";

export const FaqList: FaqItem[] = [
	{
		question: "آیا نصب نیروگاه خورشیدی برای خانه یا کسب‌وکار من مقرون‌به‌صرفه است؟",
		answer: " بله، در اکثر موارد نصب نیروگاه خورشیدی یک سرمایه‌گذاری بلندمدت بسیار مقرون‌به‌صرفه است. با توجه به افزایش تعرفه‌های برق و کاهش چشمگیر هزینه‌های تجهیزات خورشیدی در سال‌های اخیر، شما می‌توانید با تولید برق پاک، بخش قابل توجهی از هزینه‌های برق خود را کاهش دهید. همچنین، با توجه به سیاست‌های حمایتی دولت و امکان فروش برق مازاد به شبکه، بازگشت سرمایه شما تسریع خواهد شد. تیم کارشناسی آتی نیرو می‌تواند با بررسی شرایط خاص شما، تحلیل دقیقی از هزینه‌ها و صرفه‌جویی‌های احتمالی ارائه دهد."
	},
	{
		question: " چه مدت طول می‌کشد تا یک نیروگاه خورشیدی راه‌اندازی شود؟",
		answer: " زمان راه‌اندازی یک نیروگاه خورشیدی به عوامل مختلفی بستگی دارد، از جمله مقیاس پروژه (خانگی، تجاری یا نیروگاهی)، پیچیدگی‌های فنی، شرایط محل نصب و فرآیندهای اداری مربوط به اخذ مجوزها. به طور کلی، پروژه‌های خانگی ممکن است چند هفته تا چند ماه طول بکشند، در حالی که پروژه‌های بزرگ‌تر مقیاس (مگاواتی) ممکن است از چند ماه تا بیش از یک سال زمان نیاز داشته باشند. آتی نیرو با مدیریت کارآمد پروژه، تلاش می‌کند تا این فرآیند را در کوتاه‌ترین و بهینه‌ترین زمان ممکن به اتمام برساند."
	},
	{
		question: "چه تضمین و گارانتی برای پنل‌های خورشیدی و تجهیزات ارائه می‌شود؟",
		answer: " ما در آتی نیرو، افتخار همکاری با معتبرترین تولیدکنندگان پنل خورشیدی و تجهیزات را داریم. پنل‌های خورشیدی معمولاً دارای گارانتی عملکرد 10 تا 12 ساله و گارانتی طول عمر 25 ساله هستند که تضمین می‌کنند پس از این مدت، حداقل 80 تا 85 درصد توان اولیه خود را حفظ خواهند کرد. سایر تجهیزات مانند اینورترها نیز دارای گارانتی‌های معتبر تولیدکننده هستند. تیم پشتیبانی و نگهداری آتی نیرو نیز خدمات پس از فروش و تعمیر و نگهداری را برای اطمینان از عملکرد بهینه سیستم شما در طول سالیان ارائه می‌دهد."
	},
	{
		question: " آیا با وجود ابری بودن هوا یا شب، نیروگاه خورشیدی برق تولید می‌کند؟",
		answer: "نیروگاه‌های خورشیدی در شب یا هوای کاملاً ابری، برق کمی تولید می‌کنند یا اصلاً تولید نمی‌کنند، زیرا این سیستم‌ها برای تولید برق به نور خورشید نیاز دارند. با این حال، در روزهای ابری، پنل‌ها همچنان قادر به جذب نور پراکنده خورشید و تولید مقداری برق هستند. برای تأمین برق در زمان عدم تولید توسط پنل‌ها، سیستم شما به شبکه برق سراسری متصل است و برق مورد نیازتان را از شبکه دریافت می‌کند. همچنین، در برخی پروژه‌ها امکان استفاده از سیستم‌های ذخیره‌سازی انرژی (باتری) نیز وجود دارد تا برق تولید شده در طول روز، در زمان شب یا پیک مصرف مورد استفاده قرار گیرد. "
	},



];



