import {CustomizeServicesItem} from "@/types/customizeServicesItem";

export const CustomizeServicesList: CustomizeServicesItem[] = [
	{
		title: "پروژه نیروگاه خورشیدی 10 مگاواتی “خورشید کویر” - یزد ",
		img: '/images/icon/enginier.png',
		des: "این پروژه که در سال 1399 به بهره‌برداری رسید، یکی از نیروگاه‌های کلیدی آتی نیرو در منطقه کویری یزد است."
	},
	{
		title: "پروژه نیروگاه خورشیدی شناور 5 مگاواتی “آب‌روشن” - سد البرز",
		img: '/images/icon/bag.png',
		des: "ابتکار عمل آتی نیرو در اجرای اولین نیروگاه خورشیدی شناور مقیاس بزرگ در ایران. این پروژه که در سال 1401 راه‌اندازی شد"
	},
	{
		title: "پروژه نیروگاه خورشیدی خانگی 50 کیلوواتی “بام سبز” - تهران",
		img: '/images/icon/bomb.png',
		des: "ین پروژه نمونه‌ای موفق از اجرای سیستم‌های خورشیدی در مقیاس کوچک و مسکونی در قلب پایتخت است که در سال 1402 تکمیل گردید"
	},
	{
		title: " پروژه نیروگاه خورشیدی صنعتی 20 مگاواتی “پایا انرژی” - منطقه ویژه اقتصادی جاسک",
		img: '/images/icon/Frame4.png',
		des: " این نیروگاه که در سال 1403 به ظرفیت تولید رسیده، بخشی از زیرساخت انرژی منطقه ویژه اقتصادی جاسک است."
	},
];



